Repository: frostkom/mf_hero
Catalog: lang/lang_hero-*.po
Languages: sv_se

source: Left
sv_se: Vänster

source: Center
sv_se: Centrera

source: Right
sv_se: Höger

source: Ontop
sv_se: Ovanpå

source: Fade
sv_se: Toning

source: No
sv_se: Nej

source: Solid
sv_se: Hel

source: The image does not seam to exist anymore
sv_se: Bilden verkar inte finnas kvar längre

source: The image should be at least %d px in width to fill the width of the container. It is now only %d px wide so I would urge you to upload a larger image
sv_se: Bilden borde åtminstone vara %d px bred för att fylla ut området runtom. Den är nu endast %d px bred så jag skulle rekommendera dig att ladda upp en större bild

source: The image should have a ratio close to %s to better fill the container. It now has %s but you can change it by going through the list below.
sv_se: Bilden borde ha ett förhållande nära %s för att bättre fylla ut området runtom. Den är nu %s men du kan ändra detta genom att gå igenom listan nedan.

source: Press Edit next to the thumbnail above
sv_se: Tryck på Edit bredvid miniatyren här ovanför

source: Press Edit image right below the image
sv_se: Tryck Redigera bild under bilden

source: Make a selection on top of the image
sv_se: Gör en markering ovanpå bilden

source: Add %s in Aspect Ratio in the right column
sv_se: Lägg in %s i Bildfröhållande i den högra kolumnen

source: You might have to do #3 and #4 a few times until you are happy with the selection
sv_se: Du kan behöva göra #3 och #4 ett par gånger innan du är nöjd med markeringen

source: Press the crop tool to the left above the image
sv_se: Tryck på beskärningsverktyget till vänster ovanför bilden

source: If you are happy with the result, press Save and you are done!
sv_se: Om du är nöjd med resultatet, tryck på Spara och sen är du klar!

source: Link from %s
sv_se: Länk från %s

source: Title
sv_se: Rubrik

source: Content
sv_se: Innehåll

source: Page
sv_se: Sida

source: External Link
sv_se: Extern länk

source: Fade to surrounding color
sv_se: Tona till omkringliggande färg

source: Fade Color
sv_se: Färg på toning

source: Heading Size
sv_se: Storlek på rubrik

source: Mobile
sv_se: Mobil

source: Heading Top Margin
sv_se: Marginal ovanför rubrik

source: Content Padding
sv_se: Tomrum runt innehåll

source: Content Size
sv_se: Storlek på innehåll

source: Display Hero
sv_se: Visa Hero

source: Link
sv_se: Länk

source: Align Content
sv_se: Linjera innehåll

source: Overlay Color
sv_se: Färg ovanpå bild
